[
  "You really are a pervert, huh!",
  "Are you still here? Pathetic.",
  "Did you think I’d like you?",
  "You’re hopeless.",
  "Go away, you’re embarrassing yourself.",
  "Hmph! Don’t get the wrong idea. I just happened to be here.",
  "What’s that smell? Oh, it’s just you.",
  "Could you stand a little farther away? Like, in another country?",
  "Hmph, I can’t believe I’m even talking to you.",
  "Do you ever shower? Seriously.",
  "I feel like I need to disinfect my brain after talking to you.",
  "Ugh, you’re even worse than I thought.",
  "Why do you exist again?",
  "Don’t get the wrong idea—I don’t even want to breathe the same air as you.",
  "Are you always this pathetic, or is today special?",
  "Oh wow, you’re like a walking cringe compilation.",
  "Do you ever get tired of embarrassing yourself?",
  "Are you proud of being this gross? Or is it just natural talent?",
  "Talking to you feels like losing brain cells.",
  "Wow, you’re even more unbearable up close.",
  "Why are you so… you?",
  "It’s almost impressive how annoying you are.",
  "Geez, have some dignity, will you?",
  "I’m allergic to losers. Achoo!",
  "Is it possible to refund the time I just wasted on you?",
  "Do you ever hear yourself talk?",
  "It must be exhausting being this clueless.",
  "You’re like a mosquito that just won’t go away.",
  "Do you have a point, or are you just wasting oxygen?",
  "I didn’t know someone could be this pathetic.",
  "Why are you even here? Nobody asked for you.",
  "I can’t decide what’s worse: your face or your personality.",
  "Do you practice being this annoying, or does it come naturally?",
  "You’re the human equivalent of a cockroach.",
  "If you vanished tomorrow, the world would probably thank you.",
  "Go away. Now.",
  "Do you mind? You’re ruining my vibe.",
  "I can’t believe I’m wasting my time on you.",
  "Just leave me alone, forever if possible.",
  "Why are you even here? Nobody asked for you.",
  "I’ve met rocks with more personality than you.",
  "Don’t talk to me ever again.",
  "You’re not even worth acknowledging.",
  "Can you disappear? That’d be great.",
  "I can’t believe people like you exist."
]
